export const holidays = [
  {
    "date": "2024-10-02",
    "reason": "ערב ראש השנה"
  },
  {
    "date": "2024-10-03",
    "reason": "ראש השנה"
  },
  {
    "date": "2024-10-16",
    "reason": "ערב סוכות"
  },
  {
    "date": "2024-10-17",
    "reason": "סוכות"
  },
  {
    "date": "2024-10-20",
    "reason": "ג דחוה'מ"
  },
  {
    "date": "2024-10-21",
    "reason": "ד דחוה'מ"
  },
  {
    "date": "2024-10-22",
    "reason": "ה דחוה'מ"
  },
  {
    "date": "2024-10-23",
    "reason": "הושענא רבה"
  },
  {
    "date": "2024-10-24",
    "reason": "שמחת תורה"
  },
  {
    "date": "2024-12-29",
    "reason": "חנוכה"
  },
  {
    "date": "2024-12-30",
    "reason": "חנוכה"
  },
  {
    "date": "2024-12-31",
    "reason": "חנוכה"
  },
  {
    "date": "2025-01-01",
    "reason": "חנוכה"
  },
  {
    "date": "2025-01-02",
    "reason": "חנוכה"
  },
  {
    "date": "2025-03-13",
    "reason": "תענית אסתר"
  },
  {
    "date": "2025-03-16",
    "reason": "שושן פורים (משולש)"
  },
  {
    "date": "2025-04-06",
    "reason": "קייטנת פסח"
  },
  {
    "date": "2025-04-07",
    "reason": "קייטנת פסח"
  },
  {
    "date": "2025-04-08",
    "reason": "קייטנת פסח"
  },
  {
    "date": "2025-04-09",
    "reason": "קייטנת פסח"
  },
  {
    "date": "2025-04-10",
    "reason": "קייטנת פסח"
  },
  {
    "date": "2025-04-13",
    "reason": "פסח"
  },
  {
    "date": "2025-04-14",
    "reason": "א דחוה'מ"
  },
  {
    "date": "2025-04-15",
    "reason": "ב דחוה'מ"
  },
  {
    "date": "2025-04-16",
    "reason": "ג דחוה'מ"
  },
  {
    "date": "2025-04-17",
    "reason": "ד דחוה'מ"
  },
  {
    "date": "2025-04-20",
    "reason": "אסרו חג"
  },
  {
    "date": "2025-05-01",
    "reason": "יום העצמאות"
  },
  {
    "date": "2025-06-01",
    "reason": "ערב שבועות"
  },
  {
    "date": "2025-06-02",
    "reason": "שבועות"
  },
  {
    "date": "2025-06-15",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-16",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-17",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-18",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-19",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-20",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-21",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-22",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-23",
    "reason": "אין לימודים"
  },
  {
    "date": "2025-06-24",
    "reason": "אין לימודים"
  }
,
  {
    "date": "2025-07-01",
    "reason": "--------"
  },
  {
    "date": "2025-07-02",
    "reason": "--------"
  },
  {
    "date": "2025-07-03",
    "reason": "--------"
  },
  {
    "date": "2025-07-04",
    "reason": "--------"
  },
  {
    "date": "2025-07-05",
    "reason": "--------"
  },
  {
    "date": "2025-07-06",
    "reason": "--------"
  },
  {
    "date": "2025-07-07",
    "reason": "--------"
  },
  {
    "date": "2025-07-08",
    "reason": "--------"
  },
  {
    "date": "2025-07-09",
    "reason": "--------"
  },
  {
    "date": "2025-07-10",
    "reason": "--------"
  },
  {
    "date": "2025-07-11",
    "reason": "--------"
  },
  {
    "date": "2025-07-12",
    "reason": "--------"
  },
  {
    "date": "2025-07-13",
    "reason": "--------"
  },
  {
    "date": "2025-07-14",
    "reason": "--------"
  },
  {
    "date": "2025-07-15",
    "reason": "--------"
  },
  {
    "date": "2025-07-16",
    "reason": "--------"
  },
  {
    "date": "2025-07-17",
    "reason": "--------"
  },
  {
    "date": "2025-07-18",
    "reason": "--------"
  },
  {
    "date": "2025-07-19",
    "reason": "--------"
  },
  {
    "date": "2025-07-20",
    "reason": "--------"
  },
  {
    "date": "2025-07-21",
    "reason": "--------"
  },
  {
    "date": "2025-07-22",
    "reason": "--------"
  },
  {
    "date": "2025-07-23",
    "reason": "--------"
  },
  {
    "date": "2025-07-24",
    "reason": "--------"
  },
  {
    "date": "2025-07-25",
    "reason": "--------"
  },
  {
    "date": "2025-07-26",
    "reason": "--------"
  },
  {
    "date": "2025-07-27",
    "reason": "--------"
  },
  {
    "date": "2025-07-28",
    "reason": "--------"
  },
  {
    "date": "2025-07-29",
    "reason": "--------"
  },
  {
    "date": "2025-07-30",
    "reason": "--------"
  },
  {
    "date": "2025-07-31",
    "reason": "--------"
  }
];
